{
  "text": "One\n\n“It is our imagination that is responsible for love, not the other person.”\nMarcel Proust \n\n\nLiving in suburban North London was nothing but an act of pragmatism for my parents. Whenever I asked them why they chose to leave East London for the suburbs when I was ten, they would refer to functionality: it was a bit safer, you could buy a bit more space, it was near the city, it was near lots of motorways and close to schools. They talked about setting up their life in Pinner as if they had been looking for a hotel that was close to the airport for an early flight—convenient, anonymous, fuss-free, nothing special but it got the job done. Nothing about where my parents lived brought them any sensory pleasure or cause for relish not the landscape, nor the history of the place, not the parks, the architecture, the community or culture. They lived in the suburbs because it was close to things. They had built their home and therefore entire life around convenience.\n\nWhen we were together, Joe often used his northernness in argu - ments against me, as a way of proving he was more real than I was; more down to earth and therefore more likely to be right. It was one of my least favourite things about him—the way he lazily outsourced his integrity to Yorkshire, so that romantic implications of miners and moors would do all the hard work for him. In the early stages of our relationship, he used to make me feel like we had grown up in separate galaxies because his mum had worked as a hairdresser in Sheffield and mine was a receptionist in Harrow. The first time he took me home to his parents’ house - a modest three-bed in a suburb of Sheffield - I realized just what a lie I’d been told. If I hadn’t known I was in Yorkshire, I would have sworn we were driving around the pebbledash-fronted-leaded-window gap between the end of London and the beginning of Hertfordshire where I’d spent my adolescence. Joe’s cul-de- sac was the same as mine, the houses were all the same, his fridge was full of the same fruit-corner yogurts and ready-to-bake garlic bread. He’d had a bike just like mine, to spend his teenage weekends going up and down streets of identical red-roof houses just like I did. He was taken to PizzaExpress for his birthday like I was. The secret was out. “No more making out that we’ve had completely different upbringings, Joe,” I said to him on the train home. “No more pretending you belong in a song written by Jarvis Cocker about being in love with a woman in a tabard. You no more belong in that song than I belong in a Chas and Dave one. We grew up in matching suburbs.”\n\nIn recent years, I’d found myself craving the familiarity of home. The high streets I knew, with their high density of dentists, hair-dressers and bookies, and total lack of independent coffee shops. The long walk from the station to my parents’ house. The women with matching long bobs, the balding men, the teenagers in hoodies. The absence of individualism; the peaceful acquiescence to mundanity. Young adulthood had quickly turned into just plain adulthood—with its daily list of choices to confirm who I was, how I voted, who my broadband provider was—and returning to the scene of my teenage life for an afternoon felt like a brief holiday back in time. When I was in Pinner, I could be seventeen again, just for a day. I could pretend that my world was myopic and my choices meaningless and the pos-sibilities that were ahead of me were wide open and boundless.\n\nMum answered the door like she always answered the door—in a way that demonstrably made the point that her life was very busy. She did an apologetic wonky smile as she opened it to me, portable landline pressed up to her ear on her shoulder. “Sorry,” she mouthed, and rolled her eyes. ...\n"
}